Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/FLS-level2.tmx
Source language: en_us
Languages: vi

source: "Chiếu sáng khẩn cấp" phải được cung cấp trong toàn bộ khách sạn, trong tất cả các lối ra, cầu thang, khu vực công cộng lớn hơn 15m2 và nơi lắp ráp và trong các khu vực nơi nhân viên có thể làm việc.
vi: "Chiếu sáng khẩn cấp" phải được cung cấp trong toàn bộ khách sạn, trong tất cả các lối ra, cầu thang, khu vực công cộng lớn hơn 15m2 và nơi tập trung đông người, và trong các khu vực nơi nhân viên có thể làm việc.

source: "Công viên nước": Các hoạt động ở công viên nước (bao gồm trượt ván) phải được Thương hiệu phê duyệt và đáp ứng các hướng dẫn của IHG về "công viên nước".
vi: "Công viên nước": Các hoạt động trò chơi công viên nước (bao gồm cầu trượt) phải được Thương hiệu phê duyệt và đáp ứng các hướng dẫn của IHG về "công viên nước".

source: "Cửa thoát hiểm" bên trong trên các lối thoát phải mở được từ cả hai phía.
vi: "Cửa thoát hiểm" trong tòa nhà trên đường thoát hiểm phải mở được từ cả hai phía.

source: "Cửa thoát hiểm" phải cách xa nhau.
vi: "Cửa thoát hiểm" phải mở ra hướng thoát hiểm.

source: "Cửa thoát hiểm" phải xoay theo hướng đi ra.
vi: "Cửa thoát hiểm" phải mở ra hướng thoát hiểm.

source: "Hệ thống phun nước" chống cháy tự động: Tất cả các tòa nhà khách sạn "Mới Thi Công" và "chuyển đổi" phải có vòi phun tự động cho toàn bộ tòa nhà.
vi: "Hệ thống sprinkler" chữa cháy tự động: Tất cả các tòa nhà khách sạn "Mới xây" và "Chuyển đổi" phải có vòi phun tự động cho toàn bộ tòa nhà.

source: "Khu vực chơi, phòng chơi và phòng trò chơi" dành riêng cho trẻ em: Các khu vực chơi chuyên dụng phải luôn đóng kín.
vi: "Khu vực chơi, phòng chơi và phòng trò chơi" dành riêng cho trẻ em: Các khu vực chơi cho trẻ em phải khép kín.

source: "Mới thi công": Kính được sử dụng trong các cửa sổ từ sàn đến trần và cửa trong suốt hoặc mờ, cổng và tường phải là "kính an toàn".
vi: Khách sạn "Xây mới": Kính được sử dụng trong các cửa sổ từ sàn đến trần và cửa, cổng và tường trong suốt phải là "kính an toàn".

source: "Mới thi công": phải cung cấp các thiết bị phát hiện "khả định".
vi: "Xây mới": phải cung cấp đầu báo "địa chỉ"

source: (Có thể bao gồm hành lang của khách, sân trước, phía sau nhà, không gian hội nghị, vv).
vi: (Có thể bao gồm hành lang khách, giếng trời, khu BOH, không gian hội nghị, vv).

source: - Kiểm tra chất lượng nước hệ thống nước lạnh trong nước (theo tiêu chuẩn W.H.O).
vi: - Kiểm tra chất lượng nước hệ thống nước lạnh trong nhà (theo tiêu chuẩn W.H.O).

source: - Thử nghiệm Legionella cho hệ thống nước nóng trong nước.
vi: - Xét nghiệm khuẩn Legionella cho hệ thống nước nóng trong nhà.

source: 1 đèn trong mỗi phòng khách (thường là tiền sảnh) phải được kết nối với máy phát khẩn cấp.
vi: 1 đèn trong mỗi phòng khách (thường là ở tiền sảnh) phải được kết nối với máy phát khẩn cấp.

source: 180 sec delay)
vi: 180 sec delay) Thông báo tới lực lượng cứu hỏa địa phương (tối đa chậm 180s)

source: AMERICAN STANDARDS (NFPA) CÁC TIÊU CHUẨN MỸ (NFPA)
vi: CÁC TIÊU CHUẨN MỸ (NFPA)

source: AUSTRALIAN STANDARDS (AS) CÁC TIÊU CHUẨN ÚC (AS)
vi: CÁC TIÊU CHUẨN ÚC (AS)

source: Activate Fire Hydrant Pumps.
vi: Activate Fire Hydrant Pumps. Kích hoạt Bơm trụ cứu hỏa

source: Activate Fire Sprinkler Pumps.
vi: Activate Fire Sprinkler Pumps. Kích hoạt Bơm sprinkler cứu hỏa

source: Activate HVAC System Emergency Mode.
vi: Activate HVAC System Emergency Mode. Kích hoạt chế độ khẩn cấp của hệ thống HVAC

source: Activate Smoke Ventilation Systems.
vi: Activate Smoke Ventilation Systems. Kích hoạt hệ thống thông khói

source: Activate Stair Pressurization Systems.
vi: Activate Stair Pressurization Systems. Kích hoạt hệ thống tăng áp cầu thang

source: Activate the Alert Tones on All Other Floors.
vi: Activate the Alert Tones on All Other Floors. Kích hoạt âm thanh báo động trên tất cả các tầng

source: All Other Smoke/Heat Detectors
vi: All Other Smoke/Heat Detectors Tất cả các đầu báo khói / đầu báo nhiệt khác

source: Appendix – A [IHG Cause & Effect Matrix] Phụ lục - A [Ma Trận Nhân Quả của IHG]
vi: IHG Cause & Effect Matrix Phụ lục A - Ma Trận Nhân Quả của IHG

source: Appendix – B [Fire Prevention] Phụ lục - B [Chống cháy]
vi: Fire Prevention Phụ Lục B: Phòng chống Hỏa hoạn

source: Appendix – C [fire & Smoke Compartmentation] Phụ lục – C [Ngăn lửa & khói]
vi: Fire & Smoke Compartmentation Phụ lục C: Chống Cháy lan & Khói lan

source: Appendix – E [Egress, Exits & Signage) Phụ lục – E [Lối thoát, Đường thoát & Biển báo)
vi: Egress, Exits & Signage Phụ Lục E: Lối Thoát, Đường Thoát & Biển Báo

source: B. Dành cho 500 đến 1000 người: không ít hơn ba lối thoát.
vi: B. 500 đến 1000 người: không ít hơn ba lối thoát.

source: B. Để thi công 90 phút, cần có cửa và khung chống cháy 60 phút.
vi: B. Đối với kết cấu chống cháy 90 phút, yêu cầu có cửa và khung cửa chống cháy 60 phút.

source: BRITISH STANDARD (BS) TIÊU CHUẨN ANH (BS)
vi: TIÊU CHUẨN ANH (BS)

source: Biển báo "Chấp nhận mọi rủi ro khi sử dụng" được để ở lối vào trung tâm thể hình.
vi: Biển báo "Chấp nhận mọi rủi ro khi sử dụng" được gắn ở lối vào phòng tập.

source: Biển báo lối ra được yêu cầu khi lối ra không được nhìn thấy ngay lập tức.
vi: Biển báo chỉ hướng lối ra phải có khi không thể ngay lập tức nhìn thấy lối ra.

source: Biển báo thoát hiểm được cung cấp sao cho không có điểm nào trong lối thoát> 30m từ một biển báo thoát có thể nhìn thấy.
vi: Biển báo thoát hiểm được lắp đặt sao cho không có điểm nào trong lối thoát khẩn cấp vượt quá 30m tính từ một biển báo lối thoát có thể nhìn thấy.

source: Biển báo thoát hiểm được kết nối với máy phát khẩn cấp.
vi: Biển báo thoát hiểm được kết nối với máy phát điện khẩn cấp.

source: Biển báo thoát hiểm: Biển báo thoát hiểm, bao gồm cả biển chỉ đường, phải được chiếu sáng bằng đèn thông thường và "đèn khẩn cấp" và được yêu cầu tại mỗi vị trí thoát.
vi: Biển báo thoát hiểm: Biển báo thoát hiểm, bao gồm cả biển chỉ hướng lối thoát, phải được chiếu sáng bằng đèn thông thường và "đèn khẩn cấp" và phải có tại mỗi lối thoát hiểm.

source: Biển báo: Một biển báo được chuẩn bị chuyên nghiệp phải được cung cấp liền kề với nút gọi trong hành lang thang máy, bằng ngôn ngữ địa phương và bằng tiếng Anh, đưa ra cảnh báo rõ ràng về việc sử dụng thang máy trong trường hợp hỏa hoạn.
vi: Biển báo: Một biển báo được chế tạo chuyên nghiệp phải được cung cấp bên cạnh nút gọi thang trong sảnh thang máy, bằng ngôn ngữ địa phương và bằng tiếng Anh, đưa ra cảnh báo rõ ràng về việc sử dụng thang máy trong trường hợp hỏa hoạn.

source: Bàn là được cung cấp để sử dụng trong phòng khách có chế độ tắt tự động.
vi: Bàn là sử dụng trong phòng khách có chế độ tắt tự động.

source: Báo cháy và phát hiện: Bắt buộc có một hệ thống báo cháy tự động, khả định trong tất cả các khách sạn.
vi: Phát hiện và báo cháy: Bắt buộc có một hệ thống báo cháy địa chỉ tự động trong tất cả các khách sạn.

source: Báo động phải cung cấp tối thiểu 75dBA ở đầu giường và 65dBA ở tất cả các khu vực khác.
vi: Báo động tối thiểu 75dBA ở vách đầu giường và 65dBA ở tất cả các khu vực khác.

source: Báo động được giám sát trong FCC chính.
vi: Báo động được giám sát trong khu điều khiển PCCC chính.

source: Bơm chữa cháy: Cung cấp một máy bơm tự động khởi động và hai máy bơm chính tự động khởi động.
vi: Bơm chữa cháy: Cung cấp một máy bơm bù áp tự động khởi động và hai máy bơm chính tự động khởi động.

source: BẢNG TRÊN CHỈ RA MỨC ĐỘ TỶ LỆ XẢ KHÓI CHO CÁC HỘI TRƯỜNG, PHỤ THUỘC VÀO CHIỀU CAO CỘT KHÓI VÀ MỨC ĐỘ THOÁT NĂNG LƯỢNG TỪ RỦI RO CHÁY
vi: Biểu đồ TRÊN CHỈ RA MỨC ĐỘ TỶ LỆ khói thải CHO CÁC giếng trời, PHỤ THUỘC VÀO CHIỀU CAO đám KHÓI VÀ MỨC ĐỘ giải phóng NĂNG LƯỢNG TỪ đám CHÁY

source: Bảo vệ "gác mái": Trong các tòa nhà từ bốn tầng trở xuống, các khu vực "gác mái" phải được cung cấp thiết bị phun nước tự động hoặc được chia nhỏ bằng các tấm chắn nước (đai trắng phòng lửa) vào các khu vực không vượt quá 330m2.
vi: Bảo vệ kho đồ dự trữ: Trong các tòa nhà từ bốn tầng trở xuống, các khu vực chứa đồ dự trữ phải được lắp sprinkler tự động hoặc được chia thành các khu vực không vượt quá 330m2 được chống cháy lan cho mỗi khu.

source: Bất kỳ cửa sổ phòng khách phải được giới hạn mở tối đa 100mm.
vi: Bất kỳ cửa sổ phòng khách phải giới hạn mở tối đa 100mm.

source: Bất kỳ khu vực có nguy cơ ngã trên cao phải được cung cấp một rào chắn, cố định an toàn, ổn định và khó cho trẻ em leo lên.
vi: Bất kỳ khu vực có nguy cơ ngã từ trên cao phải được cung cấp rào chắn vĩnh viên, cố định an toàn, vững và khó cho trẻ em leo lên.

source: Bắt buộc có "các nắp cống chống vướng" đã được phê duyệt trong tất cả các bể bơi hiện có với một cống duy nhất.
vi: · Cần có "nắp thoát sàn hồ bơi chống mắc kẹt" được phê duyệt trong tất cả các bể bơi với một ga thoát hiện có

source: Bắt buộc có một bức tường vững chắc đằng sau tất cả các gương.
vi: Bắt buộc có tường đặc đằng sau tất cả các gương.

source: Bắt buộc có thể nhìn vào phòng hoặc khu vực từ bên ngoài.
vi: Bắt buộc từ bên ngoài có thể nhìn vào phòng hoặc khu vực chơi.

source: Bể bơi cho trẻ em: Tường bể bơi trẻ em không được kéo dài quá 150mm so với mực nước.
vi: Bể trẻ em: Tường bể trẻ em không được cao quá 150mm so với mực nước.

source: Bể bơi trẻ em phải có độ sâu nước tối đa 600mm.
vi: Bể trẻ em có độ sâu nước tối đa 600mm.

source: Bể tạo sóng (Bể sục hoặc bể spa) phải đáp ứng các yêu cầu sau: · Hẹn giờ hoạt động 15 phút phải được trang bị cơ chế điều khiển tắt thủ công dán nhãn (đối với bơm tuần hoàn nước), được lắp đặt theo hướng dẫn của nhà sản xuất.
vi: Bể tạo sóng (Bể sục hoặc bể spa) phải đáp ứng các yêu cầu sau: · Hẹn giờ hoạt động 15 phút phải được trang bị cơ chế tắt thủ công và được dán nhãn (đối với bơm tuần hoàn nước), được lắp đặt theo hướng dẫn của nhà sản xuất.

source: Bộ ngắt mạch: "Bộ ngắt mạch nối đất" ("thiết bị dòng điện dư"), ở dạng bộ ngắt mạch hoặc ổ cắm được bảo vệ, được yêu cầu trong các khu vực sau: · Tất cả các ổ cắm điện trong khu vực giải trí trong vòng 12m từ mép hồ bơi.
vi: Cầu dao: "ngắt mạch rò nối đất" ("thiết bị giám sát dòng rò"), ở dạng bộ ngắt mạch hoặc ổ cắm được bảo vệ, được yêu cầu trong các khu vực sau: · Tất cả các ổ cắm điện trong khu vực giải trí trong vòng 12m từ mép hồ bơi.

source: C. Để thi công 120 phút, cần có cửa và khung định chống cháy 90 phút.
vi: C. Đối với kết cấu chống cháy 120 phút, yêu cầu có cửa và khung cửa chống cháy 90 phút.

source: C. Đối với> 1000 người: Phải tiến hành đánh giá rủi ro.
vi: C. >1000 người: Phải tiến hành đánh giá rủi ro.

source: CHỈ SỐ TỶ LỆ XẢ KHÓI TỪ HỘI TRƯỜNG
vi: CHỈ SỐ TỶ LỆ KHÓI thải TỪ giếng trời

source: CONSIDERATION MUST BE GIVEN TO: XEM XÉT NHƯ SAU:
vi: Cần xem xét các vấn đề sau:

source: Cascade Alarm Tone, Alarm Bell, Visual Signal Devices and Evacuation Sequence to all Areas if Alarm Condition is Not Responded to Within 3 minutes.
vi: Cascade Alarm Tone, Alarm Bell, Visual Signal Devices and Evacuation Sequence to all Areas if Alarm Condition is Not Responded to Within 3 minutes. Âm thanh báo động, Chuông báo động âm lượng lớn, Thiết bị cảnh báo bằng hình ảnh và Trình tự sơ tán trên tất cả các khu vực nếu không có phản ứng với báo động ban đầu trong vòng 3 phút

source: Check List – Appendix (6) Danh Sách – Phụ Lục (6)
vi: Check List – Appendix (6) Checklist – Phụ Lục (6)

source: Chiều rộng sàn hồ bơi rõ ràng tối thiểu phải là 1,5m.
vi: Chiều rộng pool deck không có vật cản tối thiểu phải là 1,5m.

source: Chất lượng nước: Tất cả các khách sạn sẽ nỗ lực để giảm rủi ro thương tích hoặc mất mát từ các rủi ro liên quan đến (nhưng không giới hạn ở) kho chứa nước, tháp giải nhiệt và bình ngưng bay hơi, hệ thống điều hòa không khí, dịch vụ nước nóng và lạnh, spa và bồn tắm xoáy nước, máy tạo độ ẩm và máy rửa không khí, hệ thống vòi phun nước và vòi, hệ thống tưới và phun sương làm vườn, đài phun nước trong nhà và các tính năng nước.
vi: Chất lượng nước: Tất cả các khách sạn sẽ nỗ lực để giảm rủi ro thương tích hoặc mất mát từ các rủi ro liên quan đến (nhưng không giới hạn ở) kho chứa nước, tháp giải nhiệt và bình ngưng bay hơi, hệ thống điều hòa không khí, dịch vụ nước nóng và lạnh, spa và bể nước xoáy, máy tạo độ ẩm và máy rửa không khí, hệ thống vòi phun nước và vòi, hệ thống tưới và phun sương làm vườn, đài phun nước và các trang trí bằng nước trong nhà.

source: Chế độ nhiệt độ nước: Phòng tắm của khách phải có nước nóng ở nhiệt độ tối đa 52 ° C và nước lạnh có sẵn mà không có biến động nhiệt độ hoặc thể tích đáng kể.
vi: Chế độ nhiệt độ nước: Phòng tắm của khách luôn phải có nước nóng ở nhiệt độ tối đa 52 ° C và nước lạnh mà không có biến động nhiệt độ hoặc thể tích đáng kể.

source: Chỉ yêu cầu tủ khóa lưu trữ dễ cháy nếu khu vực lưu trữ được kết nối với tòa nhà chính hoặc bất kỳ khu vực phòng khách hành lang bên trong.
vi: Chỉ yêu cầu locker chứa đồ dễ cháy nếu khu vực kho được kết nối với tòa nhà chính hoặc bất kỳ hành lang khách bên trong nào.

source: Chống cháy 90 phút, hoặc chống cháy 60 phút với thiết bị phun nước, được yêu cầu cho cấu trúc của các tòa nhà "tầng trung".
vi: Chống cháy 90 phút, hoặc chống cháy 60 phút nếu có sprinkler được yêu cầu đối với kết cấu các tòa nhà "trung tầng".

source: Chụp hút được miễn cho các nhà bếp "Điện" của Holiday Inn Express trừ khi quy định địa phương yêu cầu.
vi: Được miễn hệ thống dập lửa gắn trên chụp hút mùi nếu không gian bếp hoàn toàn sử dụng thiết bị điện, trừ khi quy định địa phương có yêu cầu khác.

source: Chữ trên bảng hiệu phải đủ lớn để dễ đọc.
vi: Chữ trên biển báo phải đủ lớn để dễ đọc.

source: Cung cấp chứng chỉ cho tất cả các sản phẩm / hệ thống.
vi: Xuất trình chứng chỉ/chứng nhận cho tất cả các sản phẩm / hệ thống.

source: Cung cấp các kết nối tăng cường Thái Lan của phòng cứu hỏa.
vi: Cung cấp đầu nối Siamese để lực lượng cứu hỏa kết nối cấp thêm nước cho hệ thống sprinkler.

source: Cung cấp các trạm chính của thang máy cứu hỏa.
vi: Cung cấp các tủ chìa khóa thang máy cho lực lượng cứu hỏa.

source: Cung cấp cống xả 50 mm với van cách ly sau mỗi công tắc dòng chảy phun nước.
vi: Van xả 50 mm với van cách ly sau mỗi công tắc dòng chảy sprinkler.

source: Cung cấp giấy chứng nhận chống cháy.
vi: Xuất trình giấy chứng nhận mức độ chống cháy.

source: Cung cấp giấy chứng nhận chống hỏa hoạn.
vi: Xuất trình giấy chứng nhận về mức độ chống cháy.

source: Cung cấp giấy chứng nhận.
vi: Xuất trình giấy chứng nhận.

source: Cung cấp một cống xả thử nghiệm tại điểm xa nhất của mỗi dòng nhánh phun nước (Có kích thước tương đương với lưu lượng của 1 đầu phun nước).
vi: Cung cấp một van xả kiểm tra tại điểm xa nhất của mỗi nhánh sprinkler (Có kích thước tương đương với lưu lượng của 1 đầu phun nước).

source: CÁC PHÒNG YÊU CẦU ĐIỀU ÁP ĐỂ NGĂN CHẶN LỐI THOÁT MÙI (VÍ DỤ NẤU ĂN) KHỎI HỘI TRƯỜNG.
vi: CÁC PHÒNG có thể cần ĐIỀU ÁP ĐỂ NGĂN CHẶN MÙI (VÍ DỤ mùi NẤU ĂN) từ giếng trời bay vào.

source: CÁC TÒA NHÀ HỘI TRƯỜNG PHẢI TRANG BỊ PHUN CHỮA CHÁY ĐẦY ĐỦ THEO CÙNG CÁC TIÊU CHUẨN QUỐC TẾ.
vi: Các tòa có giếng trời PHẢI TRANG BỊ sprinkler ĐẦY ĐỦ THEO CÙNG CÁC TIÊU CHUẨN QUỐC TẾ.

source: Các bể bên ngoài phải có khả năng được bảo vệ để ngăn chặn truy cập trái phép.
vi: Các bể bên ngoài phải có biện pháp bảo vệ để ngăn chặn truy cập trái phép.

source: Các bể bơi độ sâu loại zero/ lối vào bãi biển phải hiển thị một biển báo "nước nông".
vi: Các bể bơi có lối xuống bể bơi là dốc thoải phải có biển báo "nước nông".

source: Các cuộn ống bổ sung có thể được yêu cầu theo quyết định của IHG, ví dụ nhưng không giới hạn ở các địa điểm từ xa.
vi: Các cuộn ống bổ sung có thể được yêu cầu theo quyết định của IHG, ví dụ nhưng không giới hạn ở các vị trí xa.

source: Các cơ sở rửa mắt, phải được cung cấp ở tất cả các địa điểm nơi "hóa chất nguy hiểm" được lưu trữ hoặc phân phối.
vi: Các trang thiết bị để rửa mắt phải được cung cấp ở tất cả các nơi "hóa chất nguy hiểm" được lưu trữ hoặc phân phối.

source: Các cơ sở thể hình phải được bao kín hoàn toàn và bảo vệ bằng khóa điện tử cho lối vào dùng khóa điện tử hoặc luôn được quản lý hoàn toàn.
vi: Các cơ sở phòng tập phải kín hoàn toàn và được bảo vệ bằng khóa điện hoặc luôn luôn có nhân viên trực.

source: Các cầu thang áp lực: Tòa nhà "Mới Thi Công" và "Chuyển đổi": Tòa nhà "cao tầng" (Đối với các tòa nhà có chiều cao hiệu quả hơn 25m).
vi: Cầu thang tăng áp: đối với khách sạn "Xây mới" và "Chuyển đổi": Nhà "cao tầng" (tòa nhà có chiều cao kết cấu vượt quá 25m)

source: Các dấu hiệu quốc tế "Cấm Lặn" và 'Chấp nhận mọi rủi ro khi sử dụng', bằng ngôn ngữ địa phương và tiếng Anh, phải được hiển thị nổi bật ở nơi có thể nhìn thấy từ tất cả các khu vực trong và xung quanh hồ bơi và ở một vị trí đáng chú ý khi vào khu vực hồ bơi.
vi: Các biển hiệu quốc tế "Cấm Lặn" và 'Chấp nhận mọi rủi ro khi sử dụng', bằng ngôn ngữ địa phương và tiếng Anh, phải được gắn nổi bật ở nơi dễ thấy từ tất cả các khu vực trong và xung quanh hồ bơi và ở một vị trí dễ thấy khi vào khu vực hồ bơi.

source: Các hệ thống kiểm soát khói phải được cung cấp như một phần của chiến lược an toàn tòa nhà và khi được yêu cầu bởi các quy tắc và tiêu chuẩn phù hợp.
vi: Các hệ thống kiểm soát khói phải được cung cấp theo yêu cầu của chiến lược đảm bảo an toàn tòa nhà và theo các quy tắc và tiêu chuẩn phù hợp.

source: Các khách sạn phải cung cấp một phương tiện cảnh báo khách khiếm thính trong trường hợp báo động hoặc tin nhắn sơ tán bằng giọng nói.
vi: Các khách sạn phải cung cấp một phương tiện cảnh báo cho khách khiếm thính trong trường hợp xảy ra báo động hoặc thông báo sơ tán bằng giọng nói.

source: Các khách sạn trong đó phần lớn các phòng được trang bị thiết bị nấu kiểu bếp lò phải lắp đặt một "hệ thống phun nước" tự động được phê duyệt.
vi: Các khách sạn trong đó phần lớn các phòng được trang bị bếp lửa phải được bảo vệ đầy đủ bởi "hệ thống sprinkler" tự động được phê duyệt.

source: Các lối thoát hiểm: Số lượng lối thoát cần thiết từ nơi lắp ráp, chẳng hạn như tất cả các khu vực công cộng, nhà hàng, phòng và phòng họp, phải theo các công suất phòng sau: A. Dành cho 50 đến 500 người: không ít hơn hai lối thoát.
vi: Các lối thoát hiểm: Số lượng lối thoát cần thiết từ nơi đông người, chẳng hạn như tất cả các khu vực công cộng, nhà hàng, phòng và phòng họp, phải tuân theo các công suất phòng sau: A. 50 đến 500 người: không ít hơn hai lối thoát.

source: Các mạch loại A khác nhau giữa các mạch ngắn trên vòng lặp và mở trên vòng lặp.
vi: Mạch tín hiệu Class A phân biệt giữa ngắn mạch và hở mạch trên vòng lặp.

source: Các phòng cho người khuyết tật được trang bị thiết bị báo cháy bằng mắt (Bên cạnh báo động âm thanh trong thiết bị phát hiện cháy).
vi: Các phòng cho người khuyết tật được trang bị thiết bị báo cháy bằng mắt (Bên cạnh báo động âm thanh trong đầu báo khói).

source: Các phòng lưu trữ bị cấm mở vào cầu thang.
vi: Cấm các phòng kho mở vào cầu thang.

source: Các phòng được cung cấp thiết bị phát hiện cháy "khả định" có thể được lập trình với hệ thống phát hiện và báo cháy hai giai đoạn.
vi: Các phòng được cung cấp đầu báo khói "địa chỉ" có thể được lập trình với hệ thống phát hiện và báo cháy hai giai đoạn.

source: Các phòng được thiết kế cho khách khuyết tật phải có cổng nhìn bổ sung được lắp đặt ở độ cao 1,2m so với sàn nhà.
vi: Các phòng được thiết kế cho khách khuyết tật phải có mắt thần bổ sung được lắp đặt ở độ cao 1,2m so với sàn nhà.

source: Các quy định và quy tắc địa phương có thể khác với bên trên.
vi: Các quy định và quy chế tại địa phương có thể khác với nội dung trên

source: Các số phải được đặt ở khoảng 1,5m so với sàn và bố trí sao cho có thể nhìn thấy rõ khi cửa hạ xuống / cầu thang ở vị trí mở hoặc đóng.
vi: Biển số tầng phải được đặt ở tầm cao khoảng 1,5m so với chiếu nghỉ và bố trí sao cho có thể nhìn thấy rõ khi cửa chiếu nghỉ / cửa cầu thang ở vị trí mở hoặc đóng.

source: Các thiết bị phát hiện và báo động carbon monoxide một hoặc nhiều trạm (liên kết với nhau) phải được lắp đặt trong mỗi phòng có chứa các thiết bị đốt nhiên liệu và, trừ khi được xác định theo đánh giá rủi ro, trong mỗi phòng khách cạnh phòng thiết bị đốt nhiên liệu hoặc đường thông hơi của nó, và trong mỗi hành lang hoặc khu vực chung liền kề với phòng thiết bị đốt nhiên liệu.
vi: Các thiết bị phát hiện và báo động carbon monoxide một hoặc nhiều trạm (liên kết với nhau) phải được lắp đặt trong mỗi phòng có chứa các thiết bị đốt nhiên liệu và, trừ khi được xác định theo đánh giá rủi ro, trong mỗi phòng khách cạnh phòng thiết bị đốt nhiên liệu hoặc đường ống thông hơi của nó, và trong mỗi hành lang hoặc khu vực chung liền kề với phòng thiết bị đốt nhiên liệu.

source: Các thiết bị đốt nhiên liệu bị ảnh hưởng bao gồm, nhưng không giới hạn ở bất kỳ lò, nồi hơi, máy nước nóng, máy tạo hơi nước, lò sưởi, máy sấy, thiết bị và máy móc, nhưng không bao gồm thiết bị nấu.
vi: Các thiết bị đốt nhiên liệu áp dụng bao gồm, nhưng không giới hạn ở, bất kỳ lò, nồi hơi, máy nước nóng, máy tạo hơi nước, lò sưởi, máy sấy, thiết bị và máy móc, nhưng không bao gồm thiết bị nấu.

source: Các thử nghiệm nước sau đây phải được tiến hành trước khi mở Khách sạn mới (có chứng nhận được cung cấp): - Thử nghiệm Legionella cho Tháp giải nhiệt.
vi: Các thử nghiệm nước sau đây phải được tiến hành trước khi mở Khách sạn mới (có chứng nhận được cung cấp): - Xét nghiệm khuẩn Legionella cho Tháp giải nhiệt.

source: Các tiêu chuẩn này cũng áp dụng cho các khách sạn hiện tại khi có các phần mở rộng và thay đổi và nơi xác định các khuyết tật an toàn tính mạng nghiêm trọng.
vi: Các tiêu chuẩn này cũng áp dụng cho các khách sạn hiện tại khi thực hiện mở rộng và thay đổi và nơi xác định có các lỗi/khiếm khuyết nghiêm trọng về an toàn tính mạng.

source: Các trạm cuộn vòi chữa cháy được lắp đặt tại tất cả các khu vực, có chiều dài tối đa 30m và thuộc loại cao su (38mm).
vi: Các tủ cuộn vòi chữa cháy được lắp đặt tại tất cả các khu vực, có chiều dài tối đa 30m và là loại cao su (38mm).

source: Các trục riser dịch vụ không chống cháy ở mỗi tầng phải được phát hiện khói ở mọi tầng ba và trên đỉnh của riser dịch vụ.
vi: Các đường ống thẳng đứng không chống cháy ở mỗi tầng phải được lắp thiết bị báo khói mỗi ba tầng và trên đỉnh của đường ống.

source: Các điện thoại này phải được cấu hình để kết nối với một vị trí tại chỗ được quản lý vĩnh viễn.
vi: Những điện thoại này phải được kết nối với một vị trí trong khuôn viên khách sạn luôn có nhân viên trực.

source: Các ống nước đứng (ống xả nước đứng) và cuộn ống phải được cung cấp trong tất cả các tòa nhà.
vi: Các trụ nước cứu hỏa (ống nước đứng) và cuộn ống phải được cung cấp trong tất cả các khách sạn.

source: Các ống sưởi / làm mát, lỗ thông hơi và khu vực dịch vụ phải được thiết kế hoặc sửa đổi để ngăn chặn lối vào phòng khách trực quan trái phép.
vi: Các ống sưởi / điều hòa, lỗ thông hơi và khu vực dịch vụ phải được thiết kế hoặc chỉnh sửa để không nhìn trực tiếp vào phòng khách.

source: Cách ly chống cháy kết cấu 90 phút giữa nhà để xe và khách sạn.
vi: Kết cấu ngăn cách chống cháy 90 phút giữa nhà để xe và khách sạn.

source: Có đủ hệ thống lưu trữ nước cho thiết bị phun nước trong 60 phút hoạt động liên tục (trừ khi nước cung cấp được kết hợp với hệ thống vòi trong trường hợp cần 120 phút).
vi: Dự trữ đủ nước cho hệ thống sprinkler hoạt động liên tục trong 60 phút (nếu nguồn cấp nước được kết nối với hệ thống trụ nước cứu hỏa, cần đảm bảo 120 phút).

source: Cả hai đã được chỉ định, thiết kế, cài đặt và vận hành phù hợp bởi một kiến trúc sư độc lập, kỹ sư hoặc người lắp đặt được cấp phép.
vi: Cả hai đã được chỉ định, thiết kế, cài đặt và vận hành đúng quy cách bởi một kiến trúc sư độc lập, kỹ sư hoặc người lắp đặt được cấp phép.

source: Cấu trúc của tất cả các khách sạn phải có khả năng chống cháy không dưới 60 phút bao gồm giữa: 1.
vi: Kết cấu của tất cả các khách sạn phải có khả năng chống cháy không dưới 60 phút bao gồm giữa: 1.
